[Cues]
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_010="I'm getting some spectacular images here, Max. Yes, Victoria would kill to be in your place, but... she doesn't understand our... connection."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_020="Spoiled slut actually tried to blackmail me into picking her photo for the "Everyday Heroes" contest."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_030="You’re... the winner, Max. I choose you... your portrait."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_060="You're trying too hard. I know you're scared... You all... have the same doe-eyed look when you wake up here... replaced by fear as you realize what's about to happen."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_080="That’s a wrap. In the 90’s, we would celebrate a magazine session with Cristal and cocaine... now it’s kombucha and vitamin C... Shit, there are barely magazines anymore... I miss the 90’s... That was my time... my moment..."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_100="Oh, Max... I'm so glad you asked that question.|Simply put, I'm obsessed with the idea of capturing that moment innocence evolves into corruption.|That shift from black to white to gray... and beyond."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_110="Most models are cynical. They lose that naiveté.|However, some Blackwell students carry their hope and... optimism with them like... an aura.|And those lucky few become my models... my subjects."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_140="Okay. Now, let's see how these shots came out...|I can see why your instant camera is so appealing. You don't need a computer to print your work out."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_160="Don’t beg, never beg... I hate that. Anyway, let’s enjoy our final moment before I have to end our memorable session with your death..."
Cue_E5_1B_DarkRoom_Insertion2_Jefferson_170="It meant a lot to me that you were here, Max... and that the last image you’ll ever see is actually your own through my vision... Now that is a gift…"
Cue_E5_1B_DarkRoom_Insertion2_Max_040="Fuck you."
Cue_E5_1B_DarkRoom_Insertion2_Max_050="Go fuck your selfie."
Cue_E5_1B_DarkRoom_Insertion2_Max_070="What... What’s about to happen?"
Cue_E5_1B_DarkRoom_Insertion2_Max_090="Mr. Jefferson, why are you doing this?"
Cue_E5_1B_DarkRoom_Insertion2_Max_130="Yes, you're a psychopath.|And this is your last session."
Cue_E5_1B_DarkRoom_Insertion2_Max_150="Let me go and I’ll help you... Let me help you, please..."
Cue_E5_1B_DarkRoom_Insertion2_Max_151="Let me go and I... I could help you... Please..."
Cue_E5_1B_DarkRoom_Insertion2_Max_152="Let me go... Please... Please..."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_010="This angle highlights your purity, see?|The slightly unconscious model is often the most open and honest.|No vanity or posing, just... pure expression."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_012="Oh Christ... Look at that perfect face."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_014="Hold that stare there!"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_016="Stay still!"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_020="Oh, Max! You fucked up my shot!|But please don't worry, we have all the time in the world. For now."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_030="I knew you were special the second I saw your first "selfie." Yes, I still hate that word."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_040="But I love the purity of your own image. Not like Rachel, who was always looking in the wrong places. Poor Rachel. Wait... Let me try this angle."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_050="Don’t move!"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_060="Oh, much... better. Thanks, Max.|If only Nathan could see this setup.|He tried so hard, but you can't just throw a few subjects around and|expect a cohesive style or theme."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_070="But he had an eye for shadows. And an eye for a whole lot more, as his elite family will find out... along with Arcadia Bay."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_080="Nice... Good...|Oh, those eyes..."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_090="So wise yet so innocent…"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_100="It's just too bad you're so goddamn nosy, Max!|But this room... is under 24/7 surveillance,|so all I had to do was text you from Nathan's phone,|and you fell right into my hands."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_110="You really should have focused on schoolwork, not "private detecting" with your little friend."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_130="Chloe, right.|Yeah, I'm sorry that I killed—that Nathan killed her in self-defense.|But she had a troubled history like most Arcadia Bay drop-outs.|Nobody will be surprised, or care."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_140="Though I promise... people will care when you die tonight, Max. I wasn't lying when I said you have a gift."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_145="There’s a reason I came to this hick tourist trap town. To find perfect innocence... like you."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_150="Okay. Now this looks good.|Maybe a few more close-ups..."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_160="Max, please do not move so much. I need you posed and framed my way!"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_165="Maybe a new dose will calm you down…"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_170="Now don’t move, or this will... hurt... much."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_180="Stupid bitch!!!"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_190="You just don't listen, do you? In fact, you never did hear much in my class... If you had, you might have seen all this coming."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_200="But you couldn’t even save poor Kate Marsh... Could you?"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_210="Like you were able to save Kate Marsh... Somehow…"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_220="Aw, those chemicals are hard to get and expensive, Max... I don’t have a trust fund and Blackwell doesn’t pay shit. That was Nathan’s role…"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_230="Goddamn, you are a fighter, though. I've had my eye on you, and I've noticed that you've been more... fearless this week than maybe your whole life."
Cue_E5_1B_DarkRoom_Insertion_Jefferson_240="Like you, Max, I am a camera. And like some cultures believe, I’m going to use my camera to capture your soul. Forever... Now take a break, our session is just getting started…"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_245="Like you, Max, I am a camera. And like some cultures believe, I’m going to use my camera to capture your soul. Now take a break, I need to deal with Nathan first. Don’t worry, our session is just getting started…"
Cue_E5_1B_DarkRoom_Insertion_Jefferson_250="Remember my number one rule.|Always... take... the shot."
Cue_E5_1B_DarkRoom_Insertion_Max_120="Chloe…"
Cue_E5_1B_DarkRoom_Insertion_Max_130="No, no... no..."
